Repository: loloof64/BasicChessEndgamesRelmGtk3
Catalog: locales/po/*/basic_chess_endgames_relm.po
Languages: es, fr

source: Draw by missing material.
es: Empate por material faltante.
fr: Nulle par manque de matériel.

source: Draw by stalemate.
es: Empate por ahogado.
fr: Nulle par pat.

source: Draw by the 50 moves rule.
es: Empate según la regla de los 50 golpes.
fr: Nulle par la règle des 50 coups.

source: Draw by the 75 moves rule.
es: Empate según la regla de los 75 golpes.
fr: Nulle par la règle des 75 coups.

source: Draw by three fold repetition.
es: Empate por tres repeticiones.
fr: Nulle par triple répétition.

source: Draw by five fold repetition.
es: Empate por cinco repeticiones.
fr: Nulle par quintuple répétition.

source: Draw by unknown reason.
es: Empate por razón desconocida.
fr: Nulle pour une raison inconnue.

source: White
es: Los Blancos
fr: Les Blancs

source: Black
es: Los Negros
fr: Les Noirs

source: {} won by checkmate.
es: {} han ganado por jaque mate.
fr: {} gagnent par échec et mat.

source: {} won by unknown reason.
es: han ganado por razón desconocida.
fr: {} gagnent par une raison inconnue.

source: Do you want to stop current game ?
es: ¿Quieres detener el juego actual?
fr: Souhaitez-vous interrompre la partie en cours ?

source: Game interrupted.
es: Juego interrumpido.
fr: Partie interrompue.

source: Do you want to quit current game and start a new one ?
es: ¿Quieres salir del juego actual y empezar uno nuevo?
fr: Souhaitez-vous interrompre la partie en cours et en démarrer une nouvelle ?
